cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'mpv-player/mpv'
tap 'shopify/shopify'

brew 'ack'
brew 'ansible'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aria2'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'cairo'
brew 'cmake'
brew 'composer'
brew 'coreutils'
brew 'dnsmasq'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetds'
brew 'freetype'
brew 'fribidi'
brew 'gd'
brew 'gettext'
brew 'git-flow'
brew 'git-lfs'
brew 'git-subrepo'
brew 'glib'
brew 'gmp'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'graphviz'
brew 'grc'
brew 'harfbuzz'
brew 'highlight'
brew 'httpie'
brew 'icu4c'
brew 'imagemagick'
brew 'imlib2'
brew 'jp2a'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'libass'
brew 'libcaca', args: ['with-imlib2']
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgit2'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmemcached'
brew 'libpng'
brew 'libpq'
brew 'libsodium'
brew 'libssh2'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'lua'
brew 'lua@5.1'
brew 'm-cli'
brew 'makedepend'
brew 'mas'
brew 'mcrypt'
brew 'memcached'
brew 'mhash'
brew 'midnight-commander'
brew 'mpv'
brew 'mujs'
brew 'mysql@5.7'
brew 'nginx'
brew 'node'
brew 'oniguruma'
brew 'openssl'
brew 'pcre'
brew 'php@7.2'
brew 'phpunit'
brew 'pixman'
brew 'pkg-config'
brew 'python'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'roundup'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'themekit'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'unrar'
brew 'wget'
brew 'wp-cli'
brew 'x264'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask 'tower'
cask 'sketch'
cask 'sequel-pro'
cask 'nucleo'
cask 'manta'
cask 'iterm2'
cask 'harvest'
cask 'franz'
cask 'dash'
cask 'bartender'
cask 'alfred'
cask 'google-chrome'
cask 'caffeine'
cask 'calibre'
cask 'fontplop'
cask 'imageoptim'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'the-unarchiver'
cask 'torbrowser'
cask 'vlc'
cask 'xquartz'

